B2BGITVersion/StaticDataAPI/AccommodationPortfolio.xml

<soapenv:Envelope xmlns:soapenv = "http://schemas.xmlsoap.org/soap/envelope/" xmlns = "http://www.juniper.es/webservice/2007/">
  <soapenv:Header/>
  <soapenv:Body>
    <AccommodationPortfolio>
      <AccommodationPortfolioRQ Version = "1.1" Language = "en" RecordsPerPage = "500">
        <Login Email="user@mydomain.com" Password="pass"/>
      </AccommodationPortfolioRQ>
    </AccommodationPortfolio>
  </soapenv:Body>
</soapenv:Envelope>